import WeAreTheFirst from "../weAreTheFirstBlock/WeAreTheFirst"

function WhatisCritiqo() {
    return (

      <>
        <div className='WhatisCritiqo'>
        <h1>
          Что такое Critiqo?
        </h1>

        <div >
          <p>
            Critiqo — это умный помощник для игроков в Dota 2, который анализирует
            ваши матчи и помогает становиться лучше. Просто отправьте ID реплея — и
            Critiqo с помощью нейросети детально разберёт вашу игру:
            от первых секунд на линии до ключевых сражений в лейте.
          </p><br/>
          <div>
             <p>Что делает Critiqo:</p> <br/>
             <ul>
                <li>
                <p>находит ошибки в позиционке, фарме и принятии решений</p>
                </li>
                <li>
                <p>указывает точное игровое время, где вы допустили промах</p>
                </li>
                <li>
                <p>предлагает конкретные советы по билду, скиллам и действиям</p>
                </li>
                <li>
                <p>рекомендует обучающие видео и ресурсы по вашим слабым сторонам</p>
                </li>
             </ul>
                <p>Сервис работает на базе искусственного интеллекта и настоящих игровых данных — без гаданий и шаблонов.
                С Critiqo вы не просто узнаете, что пошло не так, — вы поймёте, почему и как это исправить.</p>
          </div>
        </div>
      </div>
      </>
    )
}

export default WhatisCritiqo