import './weAreThefirstStyle.css'

function WeAreTheFirst() {
    return (
        <div className="weAreTheFirstBlock">
            <h1>Мы меняем правила игры</h1>
            <div>
                <p>
                    Мы — первый сервис, который использует искусственный интеллект для полного анализа матчей Dota 2.
                    Больше никаких сухих цифр и графиков — наш алгоритм разбирает игру так, как это сделал бы опытный аналитик:
                </p>
                <p>
                    <li>укажет ключевые ошибки и их последствия</li>
                    <li>выделит ваши сильные стороны</li>
                    <li>объяснит переломные моменты матча простыми словами</li>
                </p>

                <p>Теперь каждый игрок получает доступ к аналитике уровня киберспорта.</p>
            </div>
        </div>
    )
}

export default WeAreTheFirst